<template>
  <div class="container-fluid about_fluid">
    <div class="container about_container">
      <div class="row about_tittle_row">
        <div class="col-10 d-flex justify-content-center">
          <div class="about_tittle">
            <h2>ჩვენს შესახებ</h2>
          </div>
        </div>
      </div>

      <div class="row mission_row">
        <div class="col-11 col-lg-7">
          <div class="mission_box">
            <p>
              კომპანიის მისიაა ფერმერულ მეურნეობათა განვითარება და მათ
              წარმატებაზე ზრუნვა ხარისხიანი პროდუქციის, თანამედროვე ცოდნის
              მიწოდებისა და კვალიფიციური კონსულტაციების საშუალებით.
            </p>
          </div>
        </div>

        <div class="col-10 col-lg-2">
          <div class="mission_img_box">
            <h3>მისია</h3>
            <img src="../../assets/images/mission.png" />
          </div>
        </div>
      </div>

      <div class="row about_inside_about_row" id="about">
        <div class="col-lg-3 col-10">
          <div class="about_inside_tittle">
            <h3>ჩვენს შესახებ</h3>

            <img src="../../assets/images/book.png" />
          </div>
        </div>

        <div class="col-lg-8 col-11">
          <div class="about_inside_about">
            <p>
              ჩვენს მომხმარებელს ვუზიარებთ მსოფლიოში საკვების მწარმოებელი
              წამყვანი კომპანიის Trouw Nutrition-ის კვალიფიციურ გამოცდილებას და
              ვთავაზობთ საუკეთესო ხარისხის მზა საკვებსა და საკვებდანამატებს,
              როგორიცაა:
            </p>

            <ul>
              <li><span>Milkiwean</span>- გოჭების პრესტარტერი;</li>

              <li>
                <span>Chick-Care</span>უმაღლესი ხარისხის პრესტარტერი
                წიწილებისათვის;
              </li>
              <li>
                <span>Hendrix</span>კონცენტრატები, როგორც ბროილერების, ასევე
                მსხვილფეხა რქოსანი პირუტყვისათვის;
              </li>

              <li>
                <span>Maxcare</span>- პრემიქსები ფრინველების, ღორებისა და
                მსხვილფეხა რქოსანი პირუტყვისათვის;
              </li>

              <li>
                <span>Broiler Max</span>- მზა საკვები და კონცენტრატები
                ბროილერებისათვის;
              </li>
              <li>
                <span>Braun Mix</span>მზა საკვები ბროილერებისათვის;– მზა საკვები
                კვერცხმდებელი ფრინველებისათვის;
              </li>
              <li>
                <span>Layer Max</span>– მზა საკვები კვერცხმდებელი
                ფრინველებისათვის;
              </li>
              <li>
                <span>Pig Max</span>- მზა საკვები და კონცენტრატები ღორებისათვის;
              </li>
              <li><span>Milk Max</span>– მზა საკვები მეწველი ფურებისათვის;</li>
              <li>
                <span>Beef Max-</span>- მზა საკვები მსხვილფეხა რქოსანი
                პირუტყვისათვის.
              </li>
            </ul>

            <p>
              პროდუქციის ფართო არჩევანის გარდა, კომპანია მომხმარებელს სთავაზობს
              უფასო ლაბორატორიულ მომსახურებას, რომლის მეშვეობითაც შეძლებენ
              საკუთარი საკვებისა თუ ნედლეულის ხარისხის შემოწმებას.
            </p>

            <p>
              თანამედროვე ტექნოლოგიებით აღჭურვილ ლაბორატორიაში მომხმარებლებს
              ვეხმარებით საკვები რაციონის შედგენაშიც, რისთვისაც ვსარგებლობთ
              Bestmix-ის პროგრამული უზრუნველყოფით - Trouw Nutrition-ის მონაცემთა
              ბაზებზე დაყრდნობით - და ვუწევთ კონსულტაციებს მათი საქმიანობის
              გასაუმჯობესებლად.
            </p>

            <p>
              კომპანია „ნუტრიმაქსი“ მუდმივად ითვალისწინებს მომხმარებელთა
              ინტერესებს და სთავაზობს მაღალი სტანდარტებით წარმოებულ პროდუქციას.
            </p>
          </div>
        </div>
      </div>

      <div class="row about_partners_row" id="partners">
        <div class="col-lg-7 col-11">
          <div class="about_partners_box">
            <p>
              Nutreco მსოფლიო ლიდერია ცხოველების, ფრინველებისა და თევზის
              საკვების წარმოებაში. მის მრავალფეროვან პროდუქციას მილიონობით
              მყიდველი ჰყავს მსოფლიო მასშტაბით.
            </p>

            <p>
              Nutreco-ს მთავარი პრინციპებია: ხარისხი, ინოვაცია და სტაბილურობა.
              კომპანიის 100-წლიანი მოღვაწეობის შედეგია ცოდნისა და გამოცდილების
              მდიდარი მემკვიდრეობა, 11 000-მდე თანამშრომელი მსოფლიოს 35
              სახელმწიფოში და პროდუქციის რეალიზება 80-მდე ქვეყანაში.
            </p>

            <p>
              Trouw Nutrition Hifeed გახლავთ Nutreco-ს შვილობილი კომპანია, ასევე
              მსოფლიო ლიდერი ცხოველთა საკვებად აუცილებელი პრემიქსებისა და
              მინერალების ინდუსტრიაში.
            </p>

            <p>
              „ნუტრიმაქსი“ სწორედ ამ ორი უმსხვილესი კომპანიის Nutreco-სა და
              Trouw Nutrition Hifeed-ის ოფიციალური პარტნიორია საქართველოში, რაც
              საშუალებას გვაძლევს, ჩვენი პროდუქცია იყოს მუდმივად უმაღლესი
              ხარისხის და ნებისმიერი მსოფლიო ინოვაცია სწრაფად და ეფექტიანად
              დავნერგოთ ქართულ ბაზარზე.
            </p>
          </div>
        </div>

        <div class="col-11 col-lg-4 col-xl-5">
          <div class="about_partners_tittle">
            <h3>
              Nutreco-სა და Trouw Nutrition-ის ოფიციალური პარტნიორი საქართველოში
            </h3>
            <img src="../../assets/images/meet.png" />
          </div>
        </div>
      </div>

      <div class="row about_knowhow_row" id="knowhow">
        <div
          class="col-lg-4 col-11 d-flex align-items-center justify-content-end"
        >
          <div class="about_knowhow_box">
            <h3>KNOW-HOW შეთანხმება</h3>

            <img src="../../assets/images/light.png" />
          </div>
        </div>

        <div class="col-lg-7 col-11">
          <div class="about_knowhow_text">
            <p>
              2013 წლიდან კომპანია „ნუტრიმაქსსა“ და Trouw Nutrition-ს შორის
              გაფორმებულია Know-How შეთანხმება, რომელიც გულისხმობს მათი ცოდნისა
              და ტექნოლოგიების დანერგვას ჩვენს კომპანიასა და მომხმარებლებში.
            </p>

            <p>
              ამ შეთანხმების ფარგლებში კომპანიის სპეციალისტები გადიან
              გადამზადებას ჰოლანდიაში, Trouw Nutrition-ის ოფისებში, საწარმოებსა
              და კვლევით ცენტრებში. ხელშეკრულება ითვალისწინებს ჰოლანდიელ
              სპეციალისტთა საქართველოში ჩამოსვლასაც და ტრენინგების ჩატარებას
              როგორც ჩვენი, ასევე ჩვენი კლიენტი ფერმების თანამშრომელთათვის.
            </p>

            <p>
              ცოდნისა და გამოცდილების ამგვარი გაზიარების შედეგად, მუდმივად
              ვცდილობთ ინოვაციური პროექტების დანერგვასა და მაღალი სტანდარტების
              შენარჩუნებას.
            </p>
          </div>
        </div>
      </div>

      <div class="row about_quality_row" id="quality">
        <div class="col-lg-7 col-11">
          <div class="about_quality_text">
            <p>
              2016 წლის სექტემბერში გაიხსნა „ნუტრიმაქსის“ თანამედროვე,
              მაღალტექნოლოგიური კომბინირებული საკვების საწარმო, რომლის წლიური
              წარმადობა იქნება დაახლოებით 50 000 ტონა საკვები ცხოველების,
              ფრინველებისა და თევზებისათვის. პროექტი განხორციელდა Trouw
              Nutrition-ის აქტიური ჩართულობით და კონსულტაციებით, რომლისაც
              უზრუნველყოფს ახალი ქარხნის შესაბამისობას თანამედროვე
              სტანდარტებთან.
            </p>

            <p>
              Trouw Nutrition მომავალშიც აქტიურად გააგრძელებს მონაწილეობას
              ქარხნისა და წარმოების მართვის საკითხებში. ეს მოგვცემს ევროპული
              სტანდარტების დანერგვისა და მომხმარებლისათვის უმაღლესი ხარისხის
              პროდუქციის შეთავაზების საშუალებას.
            </p>
          </div>
        </div>

        <div class="col-lg-4 col-11">
          <div class="about_qualiti_tittle">
            <h3>ხარისხის მუდმივი კონტროლი</h3>

            <img src="../../assets/images/connect.png" />
          </div>
        </div>
      </div>

      <div class="row justify-content-end about_news_row" id="news">
        <div class="col-lg-2 col-11">
          <div class="about_news_tittle">
            <h3>სიახლე</h3>

            <img src="../../assets/images/idea.png" />
          </div>
        </div>

        <div class="col-lg-8 col-11">
          <div class="about_news_text">
            <p>
              2017 წლიდან „ნუტრიმაქსის“ პროდუქციის ფართო ასორტიმენტს
              დაემატებაახალი პროდუქტები, როგორიცაა ბოცვრის, მწყრისა და თევზის
              (კარპისებრთა ოჯახის სახეობისათვის) გრანულირებული საკვები.
            </p>

            <p>
              უახლოეს ხანში ჩვენი მომხმარებლებისათვის იგეგმება „ნუტრიმაქსის“
              უკვე ნაცნობი პროდუქტების გრანულირებული სახით შეთავაზებაც.
            </p>

            <p>
              „ნუტრიმაქსი“ მუდმივად ნერგავს სიახლეებს საკუთარი
              მომხმარებლებისათვის და მომავალშიც აქტიურად შესთავაზებს მათ
              უმაღლესი ხარისხის მრავალფეროვან პროდუქციას.
            </p>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
.about_fluid {
  padding-top: 190px;
}

.about_tittle_row > div {
  display: flex;
  justify-content: center;
}
</style>
