<template>
  <div>
    <div class="container-fluid services_fluid"></div>

    <div class="container-fluid service_fluid">
      <div class="container service_container">
        <div class="service_fix_icons">
          <div class="service_icon" @click="labTrue = true">
            <h2>ლაბორატორია</h2>

            <img src="../../assets/images/serv_icon2.svg" />
          </div>

          <div class="service_icon" @click="labTrue = false">
            <h2>ფერმერების მხარდაჭერა</h2>
            <img src="../../assets/images/serv_icon1.svg" />
          </div>
        </div>

        <div class="service_wrapp" v-if="labTrue">
          <div class="service_tittle">
            <h2>ლაბორატორია</h2>
          </div>
          <div class="row justify-content-center serv_row">
            <div class="col-12 col-lg-10">
              <div class="service_text_box">
                <p>
                  სხლეტილი გოჭი აღწევს 110კგ ცოცხალ წონას და ამ პერიოდის
                  განმავლობაში მოიხმარს სულ რაღაც 260კგ-მდე Pig Max-ის მზა
                  საკვებს;
                </p>

                <p>
                  Pig Max პროდუქცია მორგებულია ღორის კონკრეტულ წონაზე, ასაკზე და
                  მსხლეტილი გოჭი აღწევს 110კგ ცოცხალ წონას და ამ პერიოდის
                  განმავლობაში მოიხმარს სულ რაღაც 260კგ-მდე Pig Max-ის მზა
                  საკვებს;
                </p>

                <p>
                  Pig Max პროდუქცია მორგებულია ღორის კონკრეტულ წონაზე, ასაკზე და
                  მსხლეტილი გოჭი აღწევს 110კგ ცოცხალ წონას და ამ პერიოდის
                  განმავლობაში მოიხმარს სულ რაღაც 260კგ-მდე Pig Max-ის მზა
                  საკვებს;
                </p>

                <p>
                  Pig Max პროდუქცია მორგებულია ღორის კონკრეტულ წონაზე, ასაკზე და
                  მსხლეტილი გოჭი აღწევს 110კგ ცოცხალ წონას და ამ პერიოდის
                  განმავლობაში მოიხმარს სულ რაღაც 260კგ-მდე Pig Max-ის მზა
                  საკვებს;
                </p>

                <p>
                  Pig Max პროდუქცია მორგებულია ღორის კონკრეტულ წონაზე, ასაკზე და
                  მსხლეტილი გოჭი აღწევს 110კგ ცოცხალ წონას და ამ პერიოდის
                  განმავლობაში მოიხმარს სულ რაღაც 260კგ-მდე Pig Max-ის მზა
                  საკვებს;
                </p>

                <p>
                  Pig Max პროდუქცია მორგებულია ღორის კონკრეტულ წონაზე, ასაკზე და
                  მსხლეტილი გოჭი აღწევს 110კგ ცოცხალ წონას და ამ პერიოდის
                  განმავლობაში მოიხმარს სულ რაღაც 260კგ-მდე Pig Max-ის მზა
                  საკვებს;
                </p>
              </div>
            </div>
          </div>
        </div>

        <div class="service_wrapp" v-if="!labTrue">
          <div class="service_tittle">
            <h2>ფერმერის მხარდაჭერა</h2>
          </div>
          <div class="row">
            <div class="col-12">
              <div class="service_text_box">
                <p>
                  სხლეტილი გოჭი აღწევს 110კგ ცოცხალ წონას და ამ პერიოდის
                  განმავლობაში მოიხმარს სულ რაღაც 260კგ-მდე Pig Max-ის მზა
                  საკვებს;
                </p>

                <p>
                  Pig Max პროდუქცია მორგებულია ღორის კონკრეტულ წონაზე, ასაკზე და
                  მსხლეტილი გოჭი აღწევს 110კგ ცოცხალ წონას და ამ პერიოდის
                  განმავლობაში მოიხმარს სულ რაღაც 260კგ-მდე Pig Max-ის მზა
                  საკვებს;
                </p>

                <p>
                  Pig Max პროდუქცია მორგებულია ღორის კონკრეტულ წონაზე, ასაკზე და
                  მსხლეტილი გოჭი აღწევს 110კგ ცოცხალ წონას და ამ პერიოდის
                  განმავლობაში მოიხმარს სულ რაღაც 260კგ-მდე Pig Max-ის მზა
                  საკვებს;
                </p>

                <p>
                  Pig Max პროდუქცია მორგებულია ღორის კონკრეტულ წონაზე, ასაკზე და
                  მსხლეტილი გოჭი აღწევს 110კგ ცოცხალ წონას და ამ პერიოდის
                  განმავლობაში მოიხმარს სულ რაღაც 260კგ-მდე Pig Max-ის მზა
                  საკვებს;
                </p>

                <p>
                  Pig Max პროდუქცია მორგებულია ღორის კონკრეტულ წონაზე, ასაკზე და
                  მსხლეტილი გოჭი აღწევს 110კგ ცოცხალ წონას და ამ პერიოდის
                  განმავლობაში მოიხმარს სულ რაღაც 260კგ-მდე Pig Max-ის მზა
                  საკვებს;
                </p>

                <p>
                  Pig Max პროდუქცია მორგებულია ღორის კონკრეტულ წონაზე, ასაკზე და
                  მსხლეტილი გოჭი აღწევს 110კგ ცოცხალ წონას და ამ პერიოდის
                  განმავლობაში მოიხმარს სულ რაღაც 260კგ-მდე Pig Max-ის მზა
                  საკვებს;
                </p>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data: function() {
    return {
      labTrue: true
    };
  }
};
</script>

<style></style>
