const state = {
  serviceVuData: [
    {
      title: "ლაბორატორია და ხარისხის კონტროლი",
      text:
        "მომხმარებელთათვის ხარისხიანი პროდუქციის შეთავაზება ჩვენი უპირველესი ამოცანაა,ყველა პროდუქტი გადის ხარისხისა და ქიმიური შემადგენლობის მკაცრ კონტროლს, რაც გარანტია იმისა, რომ არ ჩამოვრჩეთ ევროპულ სტანდარტებს და დავაკმაყოფილოთ ქართული ფერმების მოთხოვნები ცხოველთა და ფრინველთა კვების სფეროში.კომპანია მუდმივად აგზავნის წარმოებულ პროდუქციას Nutreco-ს შვილობილი კომპანიის Masterlab-ის ლაბორატორიაში, სადაც მაღალკვალიფიციური სპეციალისტები ამოწმებენ და უტარებენ ანალიზს. Masterlab ევროპის წამყვანი ლაბორატორიაა, როგორც ცხოველთა, ასევე ადამიანთა საკვებისა და ფარმაცევტული პროდუქციის კონტროლის სფეროში.2013 წლის მარტიდან კომპანიაში ფუნქციონირებს NIR ტექნოლოგიაზე დაფუძნებული, უახლესიტექნიკით აღჭურვილი ლაბორატორია, ხოლო 2015 წლიდან ‒ ლაბორატორიული სერვისი Myco Master.  ეს სერვისები საშუალებას გვაძლევს, რამდენიმე წამში მივიღოთ საკვები ნედლეულისა და მზა საკვების მაქსიმალურად ზუსტი ქიმიური შემადგენლობა.2016 წლიდან „ნუტრიმაქსის“ ლაბორატორიას ცხოველთა კვების თანამედროვე შეემატა ორი ახალი მოწყობილობა: Holmen Durability Tester და Kahl Hardness Tester ‒ გრანულის სიმყარისა და მისი სიმტკიცის განმსაზღვრელი ტექნიკა. ეს ხელსაწყოები საშუალებას მოგვცემს, მუდმივად ვაკონტროლოთ გრანულირებული პროდუქციის ხარისხი და მომხმარებელს შევთავაზოთ მაღალი სტანდარტებით წარმოებული პროდუქცია.2017 წლიდან ნუტრიმაქსი ფლობს TUV SUD -ის გაცემულ საერთაშორისო სურსათის უვნებლობის სისტემის ‒ ISO 22000-ის სერთიფიკატს, რაც განაპირობებს პროდუქციის უვნებლობასა და სტაბილურ ხარისხს. აღნიშნული სისტემა მოიცავს ყველა პროცესსა თუ სფეროს და უზრუნველყოფს უსაფრთხო, სტაბილური პროდუქციის წარმოებას და მიწოდებას ჩვენს მომხმარებლამდე."
    },
    {
      title: "ფერმერის მხარდაჭერა",
      text:
        "კომპანია საკუთარ მომხმარებელს უზიარებს მსოფლიოში ლიდერი საკვების მწარმოებელი კომპანიის Trouw Nutrition-ის კვალიფიციურ გამოცდილებას და სთავაზობთ საუკეთესო ხარისხის მზა საკვებსა და საკვებდანამატებს ცხოველების, ფრინველებისა და თევზებისათვის.პროდუქციის ფართო არჩევანის გარდა, კომპანია მომხმარებელს სთავაზობს უფასო ლაბორატორიულ მომსახურებას, რომლის მეშვეობითაც მომხმარებელს შეუძლია საკუთარი საკვებისა თუ ნედლეულის ხარისხის შემოწმება.კომპანია თანამედროვე ტექნოლოგიებით აღჭურვილ ლაბორატორიაში მომხმარებლებს ეხმარება საკვები რაციონის შედგენაშიც, რისთვისაც სარგებლობს Bestmix-ის პროგრამული უზრუნველყოფით Trouw Nutrition-ის მონაცემთა ბაზებზე დაყრდნობით და უწევს კონსულტაციებს მათი საქმიანობის გასაუმჯოსებლად.„ნუტრიმაქსის“ ტექნიკური ჯგუფის მიერ სისტემატიურად ხორციელდება ვიზიტები მომხმარებლთა ფერმებში, სადაც ადგილზე ხდება ფერმის საქმიანობის შეფასება და გაიცემა შესაბამისი რეკომენდაციები. ასევე, მომხმარებლეს აქვს საშუალება რეგულარულად მიიღოს სატელეფონო კონსულტაციები საქმიანობის გაუმჯობესების მიზნით."
    }
  ],
  toka: [],
  serviceActiveIndex: null
};

const getters = {
  serviceVuGetters: state => {
    return state.serviceVuData;
  },
  serviceClickDataGetters: state => {
    return state.serviceClickData.text;
  },
  tokk: state => {
    return state.toka;
  }
};

export default {
  state,
  getters
};
